Repository: timveil/leaves-of-blocks
Catalog: LeavesOfBlocks/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, zh_hans, zh_hant

# stats_section_records
source: Records
de: Rekorde
es: Récords
ja: 記録
ko: 기록
pt_br: Recordes
zh_hans: 记录
zh_hant: 紀錄

# stats_section_skill
source: Skill
de: Können
es: Habilidad
fr: Maîtrise
ja: スキル
ko: 실력
nl: Vaardigheid
pt_br: Habilidade
zh_hans: 技巧
zh_hant: 技巧

# stats_total_play_time
source: Total Play Time
de: Gesamtspielzeit
es: Tiempo Total Jugado
fr: Temps de jeu total
ja: 総プレイ時間
ko: 총 플레이 시간
nl: Totale speeltijd
pt_br: Tempo Total de Jogo
zh_hans: 总游玩时间
zh_hant: 總遊玩時間

# stats_typical_grade
source: Typical Grade
de: Übliche Note
es: Calificación Típica
fr: Note habituelle
ja: 平均評価
ko: 평소 등급
nl: Gebruikelijk cijfer
pt_br: Nota Típica
zh_hans: 常见评级
zh_hant: 常見評等

# strategic_grading
source: Strategic Play
de: Strategisches Spiel
es: Juego Estratégico
fr: Jeu stratégique
ja: 戦略的なプレイ
ko: 전략적 플레이
nl: Strategisch spel
pt_br: Jogo Estratégico
zh_hans: 策略表现
zh_hant: 策略表現

# strategic_grading_description
source: Your strategic skills are rated from Beginner to Master based on how well you set up line clears and plan ahead. Look for opportunities to clear multiple lines with a single block placement.
de: Dein strategisches Können wird von Anfänger bis Meister bewertet — danach, wie gut du Reihen vorbereitest und vorausdenkst. Halte Ausschau nach Gelegenheiten, mit einem einzigen Block mehrere Reihen zu räumen.
es: Tus habilidades estratégicas se califican de Principiante a Maestro según qué tan bien preparas las eliminaciones de líneas y planificas con anticipación. Busca oportunidades para eliminar múltiples líneas con una sola colocación de bloque.
fr: Ton sens tactique est évalué de Débutant à Maître selon ta façon de préparer les lignes et d'anticiper. Cherche les coups qui effacent plusieurs lignes d'un seul bloc.
ja: ラインを消す準備や先読みの上手さに応じて、初心者から達人まで評価されます。1手で複数のラインを消せる場面を探しましょう。
ko: 줄을 없앨 준비를 얼마나 잘하고 앞을 내다보는지에 따라 입문부터 달인까지 평가해요. 블록 하나로 여러 줄을 없앨 기회를 노려 보세요.
nl: Je strategisch inzicht krijgt een waardering van Beginner tot Meester, op basis van hoe goed je rijen voorbereidt en vooruitdenkt. Let op kansen om met één blok meerdere rijen tegelijk te wissen.
pt_br: Sua habilidade estratégica é avaliada de Iniciante a Mestre, conforme você prepara eliminações de linha e planeja com antecedência. Procure oportunidades de eliminar várias linhas com uma única colocação.
zh_hans: 系统会根据你铺垫消除和提前布局的能力，把你的策略水平从新手评到大师。多留意能一次消除多排的落子机会。
zh_hant: 系統會依照你鋪陳消除與提前布局的能力，將你的策略功力從新手評到大師。多留意能一次消除多排的落子機會。

source: Strategy
de: Strategie
es: Estrategia
fr: Stratégie
ja: 戦略
ko: 전략
nl: Strategie
pt_br: Estratégia
zh_hans: 策略
zh_hant: 策略

source: Tap for History
de: Für Verlauf tippen
es: Toca para Historial
fr: Toucher pour l'historique
ja: タップで履歴へ
ko: 탭하면 기록으로
nl: Tik voor geschiedenis
pt_br: Toque para ver o histórico
zh_hans: 轻点查看记录
zh_hant: 點一下查看紀錄

# technical_description
source: Built with SwiftUI for iOS 18.0+. No ads. No third-party tracking. No data sold. Play offline by default — opt in to Apple Game Center for leaderboards and achievements.
de: Mit SwiftUI für iOS 18.0+ entwickelt. Keine Werbung. Kein Tracking durch Dritte. Kein Datenverkauf. Standardmäßig offline — Apple Game Center für Bestenlisten und Erfolge ist optional.
es: Construido con SwiftUI para iOS 18.0+. Sin anuncios. Sin rastreo de terceros. Sin venta de datos. Juega sin conexión por defecto — actívalo en Game Center para tablas de clasificación y logros.
fr: Développé avec SwiftUI pour iOS 18.0 et versions ultérieures. Aucune publicité. Aucun pistage tiers. Aucune revente de données. Hors ligne par défaut : Game Center d'Apple, pour les classements et les succès, reste facultatif.
ja: SwiftUI で開発、iOS 18.0 以降に対応。広告なし。第三者による追跡なし。データの販売なし。標準ではオフラインでプレイでき、Apple Game Center のリーダーボードと実績は任意で利用できます。
ko: SwiftUI로 개발했고 iOS 18.0 이상을 지원해요. 광고 없음. 제3자 추적 없음. 데이터 판매 없음. 기본은 오프라인 플레이이고, 순위표와 업적을 위한 Apple Game Center는 선택 사항이에요.
nl: Gebouwd met SwiftUI voor iOS 18.0 en hoger. Geen advertenties. Geen tracking door derden. Geen verkoop van gegevens. Standaard offline te spelen: Game Center van Apple, voor ranglijsten en prestaties, is optioneel.
pt_br: Desenvolvido com SwiftUI para iOS 18.0 ou posterior. Sem anúncios. Sem rastreamento de terceiros. Sem venda de dados. Você joga offline por padrão — o Game Center da Apple, para classificações e conquistas, é opcional.
zh_hans: 使用 SwiftUI 开发，支持 iOS 18.0 及以上版本。没有广告。没有第三方跟踪。不出售数据。默认离线游玩——是否使用 Apple Game Center 的排行榜和成就，由你自己决定。
zh_hant: 以 SwiftUI 開發，支援 iOS 18.0 以上。沒有廣告。沒有第三方追蹤。不販售資料。預設離線遊玩——是否使用 Apple Game Center 的排行榜與成就，由你自己決定。

source: Technical Details
de: Technische Details
es: Detalles Técnicos
fr: Détails techniques
ja: 技術情報
ko: 기술 정보
nl: Technische details
pt_br: Detalhes Técnicos
zh_hans: 技术细节
zh_hant: 技術細節

# the_grid
source: The Playing Field
de: Das Spielfeld
es: El Campo de Juego
fr: La grille
ja: 盤面
ko: 게임 보드
nl: Het speelveld
pt_br: O Campo de Jogo
zh_hans: 游戏场地
zh_hant: 遊戲場地

# the_grid_description
source: Your game board is an 8×8 grid with 64 spaces. Your goal is to fill complete horizontal rows or vertical columns to clear them and earn points. The grid starts with some random blocks already placed to create interesting challenges.
de: Dein Spielfeld ist ein 8×8-Raster mit 64 Plätzen. Ziel ist es, ganze waagerechte Reihen oder senkrechte Spalten zu füllen, um sie zu räumen und Punkte zu sammeln. Zu Beginn liegen schon ein paar Blöcke auf dem Feld, damit es gleich interessant wird.
es: Tu tablero de juego es una cuadrícula de 8×8 con 64 espacios. Tu objetivo es completar filas horizontales o columnas verticales para eliminarlas y ganar puntos. La cuadrícula comienza con algunos bloques aleatorios ya colocados para crear desafíos interesantes.
fr: Ta grille compte 64 cases, en 8×8. L'objectif : remplir des lignes horizontales ou des colonnes verticales entières pour les effacer et marquer des points. Quelques blocs sont déjà posés au départ, histoire de rendre les choses intéressantes tout de suite.
ja: 盤面は64マスの8×8グリッドです。横の行や縦の列をすべて埋めると消えてポイントになります。最初からいくつかブロックが置かれていて、序盤から考えどころがあります。
ko: 보드는 64칸으로 이뤄진 8×8 격자예요. 가로줄이나 세로줄을 가득 채우면 그 줄이 사라지면서 점수가 돼요. 시작할 때 블록 몇 개가 이미 놓여 있어 처음부터 생각할 거리가 있어요.
nl: Je speelveld is een raster van 8×8 met 64 vakjes. Het doel: hele horizontale rijen of verticale kolommen vullen om ze te wissen en punten te scoren. Er liggen al een paar blokken klaar bij de start, zodat het meteen interessant is.
pt_br: Seu tabuleiro é uma grade de 8×8 com 64 espaços. Seu objetivo é preencher linhas horizontais ou colunas verticais completas para eliminá-las e ganhar pontos. A grade começa com alguns blocos já colocados ao acaso, para criar desafios interessantes.
zh_hans: 你的棋盘是 8×8 的方格，共 64 格。目标是填满完整的横行或竖列，把它们消除并得分。方格一开始就会随机放上一些方块，让局面更有看头。
zh_hant: 你的棋盤是 8×8 的方格，共 64 格。目標是填滿完整的橫列或直欄，把它們消除並得分。方格一開始就會隨機放上一些方塊，讓局面更有看頭。

source: Time Played
de: Spielzeit
es: Tiempo Jugado
fr: Temps de jeu
ja: プレイ時間
ko: 플레이 시간
nl: Speeltijd
pt_br: Tempo de Jogo
zh_hans: 游玩时间
zh_hant: 遊玩時間

# tip_corners_edges
source: Use corners and edges strategically when the grid fills up
de: Nutze Ecken und Ränder gezielt, wenn das Feld voller wird
es: Usa las esquinas y bordes estratégicamente cuando la cuadrícula se llene
fr: Utilise les coins et les bords à bon escient quand la grille se remplit
ja: 盤面が埋まってきたら、角と端をうまく使いましょう
ko: 보드가 차오르면 모서리와 가장자리를 잘 활용하세요
nl: Gebruik hoeken en randen bewust als het speelveld voller wordt
pt_br: Use os cantos e as bordas com estratégia quando a grade encher
zh_hans: 方格变挤时，善用角落和边缘
zh_hant: 方格變擠時，善用角落與邊緣

# tip_efficiency_matters
source: Your efficiency grade improves with organized, strategic play
de: Deine Effizienznote steigt, wenn du aufgeräumt und planvoll spielst
es: Tu calificación de eficiencia mejora con juego organizado y estratégico
fr: Une grille ordonnée et un jeu réfléchi font monter ta note d'efficacité
ja: 整理された戦略的なプレイほど、効率の評価は上がります
ko: 정돈되고 계획적인 플레이일수록 효율 등급이 올라가요
nl: Je efficiëntiecijfer stijgt als je overzichtelijk en doordacht speelt
pt_br: Sua nota de eficiência melhora com um jogo organizado e estratégico
zh_hans: 下得有条理、有策略，效率评级就会进步
zh_hant: 下得有條理、有策略，效率評等就會進步

# tip_keep_organized
source: Keep your grid organized - avoid creating scattered holes
de: Halte dein Feld aufgeräumt — vermeide verstreute Lücken
es: Mantén tu cuadrícula organizada - evita crear huecos dispersos
fr: Garde ta grille rangée : évite de laisser des trous éparpillés
ja: 盤面は整理して、穴が散らばらないようにしましょう
ko: 보드를 정돈해 빈칸이 여기저기 흩어지지 않게 하세요
nl: Houd je speelveld overzichtelijk: voorkom verspreide gaten
pt_br: Mantenha a grade organizada — evite deixar buracos espalhados
zh_hans: 把方格保持得井井有条——别留下零散的空洞
zh_hant: 把方格維持得井然有序——別留下零散的空洞

# tip_multiple_lines
source: Look for opportunities to clear multiple lines with one placement
de: Halte Ausschau nach Zügen, die mehrere Reihen auf einmal räumen
es: Busca oportunidades para eliminar múltiples líneas con una colocación
fr: Guette les coups qui effacent plusieurs lignes à la fois
ja: 1手で複数のラインを消せる場面を探しましょう
ko: 한 번에 여러 줄을 없앨 수 있는 수를 노려 보세요
nl: Let op zetten waarmee je meerdere rijen tegelijk wist
pt_br: Procure oportunidades de eliminar várias linhas com uma só colocação
zh_hans: 留意一次落子就能消除多排的机会
zh_hant: 留意一次落子就能消除多排的機會

# tip_plan_ahead
source: Consider all three available blocks before placing any one
de: Sieh dir alle drei Blöcke an, bevor du einen setzt
es: Considera los tres bloques disponibles antes de colocar cualquiera
fr: Regarde les trois blocs avant d'en poser un
ja: 1つ置く前に、3つのブロックすべてを見比べましょう
ko: 하나를 놓기 전에 블록 세 개를 모두 살펴보세요
nl: Bekijk alle drie de blokken voordat je er een plaatst
pt_br: Considere os três blocos disponíveis antes de colocar qualquer um
zh_hans: 放下任何一个之前，先看过全部三个可用方块
zh_hant: 放下任何一個之前，先看過全部三個可用方塊

# tip_save_small_blocks
source: Save smaller blocks for tight spaces and finishing moves
de: Heb kleine Blöcke für enge Lücken und den letzten Zug auf
es: Guarda los bloques pequeños para espacios reducidos y movimientos finales
fr: Garde les petits blocs pour les espaces étroits et les fins de partie
ja: 小さなブロックは狭い場所と詰めの一手のために取っておきましょう
ko: 작은 블록은 좁은 자리와 마무리 수를 위해 남겨 두세요
nl: Bewaar kleine blokken voor krappe plekken en het laatste zetje
pt_br: Guarde os blocos menores para espaços apertados e jogadas finais
zh_hans: 把小方块留给狭窄的空隙和收尾的一步
zh_hant: 把小方塊留給狹窄的空隙與收尾的一步

source: Total Blocks
de: Blöcke gesamt
es: Bloques Totales
fr: Blocs au total
ja: 総ブロック数
ko: 전체 블록
nl: Totaal aantal blokken
pt_br: Total de Blocos
zh_hans: 方块总数
zh_hant: 方塊總數

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler le coup
ja: 取り消し
ko: 되돌리기
nl: Ongedaan maken
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 還原

source: View Game Center
de: Game Center öffnen
es: Ver Game Center
fr: Ouvrir Game Center
ja: Game Center を開く
ko: Game Center 열기
nl: Game Center openen
pt_br: Abrir o Game Center
zh_hans: 打开 Game Center
zh_hant: 開啟 Game Center

source: View Leaderboard
de: Bestenliste ansehen
es: Ver Tabla de Clasificación
fr: Voir le classement
ja: リーダーボードを見る
ko: 순위표 보기
nl: Ranglijst bekijken
pt_br: Ver Classificação
zh_hans: 查看排行榜
zh_hant: 查看排行榜

source: View Board
de: Feld ansehen
es: Ver Tablero
fr: Voir la grille
ja: 盤面を見る
ko: 보드 보기
nl: Speelveld bekijken
pt_br: Ver Tabuleiro
zh_hans: 查看棋盘
zh_hant: 查看棋盤

# view_board_hint
source: Reveal the final board to see how the game ended
de: Zeigt das letzte Feld, so wie das Spiel ausgegangen ist
es: Muestra el tablero final para ver cómo terminó la partida
fr: Affiche la grille telle qu'elle était à la fin de la partie
ja: 最後の盤面を表示して、どう終わったかを確認します
ko: 게임이 어떻게 끝났는지 마지막 보드를 보여줘요
nl: Toont het speelveld zoals het er aan het einde van het spel bij lag
pt_br: Revela o tabuleiro final para você ver como a partida terminou
zh_hans: 显示最终棋盘，看看这一局是怎么结束的
zh_hant: 顯示最終棋盤，看看這一局是怎麼結束的

source: View Summary
de: Übersicht ansehen
es: Ver Resumen
fr: Voir le résumé
ja: 結果を見る
ko: 요약 보기
nl: Overzicht bekijken
pt_br: Ver Resumo
zh_hans: 查看总结
zh_hant: 查看總結

# difficulty_wild
source: Wild
es: Salvaje
fr: Sauvage
ja: ワイルド
ko: 와일드
pt_br: Selvagem
zh_hans: 狂野
zh_hant: 狂野

source: Inspiration
es: Inspiración
ja: 着想
ko: 영감
nl: Inspiratie
pt_br: Inspiração
zh_hans: 灵感
zh_hant: 靈感

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

# version_format
source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pt_br: Versão %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Website
es: Sitio Web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
zh_hans: 网站
zh_hant: 網站

source: MEGA COMBO!
fr: MÉGA COMBO !
ja: メガコンボ！
ko: 메가 콤보!
zh_hans: 超级连消！
zh_hant: 超級連消！

source: COMBO
ja: コンボ
ko: 콤보
zh_hans: 连消
zh_hant: 連消

# combo_excited
source: COMBO!
ja: コンボ！
ko: 콤보!
zh_hans: 连消！
zh_hant: 連消！
